highscores_title = Meilleurs scores
backToMain = Retour au menu
loadGame = Charger une partie
empty = Libre
newGame = Nouveau Jeu
loadGame = Charger
quit = Quitter
end_text1 = Le petit panda a retrouv\u00e9 sa maman,
end_text2 = mais ce n'est plus un enfant...
end_text3 = Maintenant c'est \u00e0 lui de prot\u00e9ger sa maman.
end_text4 = Merci beaucoup d'avoir jou\u00e9.
credits_title = \u00c0 propos de Story Into Jungle
credits_text1 = Ce jeu \u00e0 \u00e9t\u00e9 cr\u00e9e initialement en 48 heures par Afendar
credits_text2 = pour la comp\u00e9tition du Ludum Dare 34.
credits_text3 = Cr\u00e9e le 12-13 d\u00e9cembre 2015.
yes = Oui
no = Non
settings_title = Options
difficulty = Difficult\u00e9 : - Change la vitesse du joueur -
easy = Facile
medium = Moyen
hard = Difficile
hardcore = Hardcore
language = Langues :
french = Fran\u00e7ais
english = Anglais
commands = Contr\u00f4les :
name = Nom :
sexe = Sexe :
type = Esp\u00e8ce :
resolution = R\u00e9solutions d'\u00e9cran :
sounds = Sons :
musics = Musiques :
ctrlJump = Sauter
ctrlWalk = Marcher
pressKey = Appuyez sur une touche
deathMsg = Vous \u00eates mort
startTxt1 = Le petit panda \u00e0 perdu sa maman.
startTxt2 = Vous devez l'aider \u00e0 la retrouver.
startTxt3 = Mais attention aux pi\u00e8ges.
startTxt4 = Pressez sur ENTRER pour continuer
respawn = Pressez sur ENTRER pour recommencer
levelTxt = Niveau : 
pauseMsg = Pause
back = Retour
save = Sauvegarder
settings = Options
continue = Continuer
alert = Attention : dans la pre release, les niveaux 4, 5 et 6 sont identiques
popupLabel = Supprimer la sauvegarde ?
tutoriel0 = Salut [name] moi c'est Meibo, j'ai vu ce qu'il s'est pass\u00e9 et je compte t'aider dans cette aventure. Pour commencer, tu peux te d\u00e9placer gr\u00e2ce au curseur de la souris. Pour aller \u00e0 droite place le curseur \u00e0 droite du personnage et inversement. Pour s'arr\u00eater, place le curseur sur le personnage...
tutoriel1 = Pour sauter, appuie sur la touche "[jumpCtrl]" ... Les pommes et les feuilles te permettent de gagner des points pour le classement final.
tutoriel2 = ATTENTION !! Pas si vite ! La passerelle est fragile. Appuye sur "[walkCtrl]" pour marcher et \u00e9viter la chute.
tutoriel3 = Ah ces satan\u00e9s braconniers et leurs pi\u00e8ges... Avec un peu d'\u00e9lan et un petit saut, tu pourras passer sans soucis au dessus des pieux.
tutoriel4 = Tu avance vite ! Regarde, ce totem te permettra de revenir \u00e0 cet endroit pr\u00e9cis si jamais il t'arrive malheur durant l'aventure.
tutoriel5 = Ces plateformes ne me paraissent pas tr\u00e8s solide... Saute dessus mais ne reste pas trop longtemps.
tutoriel6 = Regarde ces pauvres petits pandas si triste dans leur cage. Lib\u00e8re les en sautant sur la cage...
tutoriel7 = Ah un satan\u00e9 braconnier ! Appuye sur "[jumpCtrl]" quand tu es assez pr\u00eat et qu'il s'appr\u00eate \u00e0 tirer pour lui montrer que c'est toi le chef !
tutoriel8 = Tu es maintenant pr\u00eat mon amis. D\u00e9sormais, tu peux te d\u00e9brouiller seul, mais fait bien attention \u00e0 toi. Bon courage !